Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Potrzebujesz dostać się do wioski Silbach? A może chcesz odwiedzić przyjaciela na winnicy? Gildia Kupiecka Araxos jest tutaj, by ci w tym pomóc. Za drobną opłatą, dostaniesz się gdzie tylko potrzebujesz!
uk: Потрібно дістатися до села Сільбах? А може, хочете відвідати друга на винограднику? Торгова Гільдія Араксос готова допомогти вам у цьому. За невелику плату ви потрапите туди, куди забажаєте!

source: Potrzebujesz jakiejś pomocy?
uk: Потрібна якась допомога?

source: Potrzebujesz jeszcze pomocy?
uk: Тобі ще потрібна допомога?

source: Potrzebujesz mnie?
uk: Я тобі потрібен?

source: Potrzebujesz obywatelstwa? No to czeka cię kilka godzin stania w kolejce.
uk: Потрібне громадянство? Тоді на тебе чекає кількагодинна черга.

source: Potrzebujesz pomocy przy pracy?
uk: Потрібна допомога з роботою?

source: Potrzebujesz pomocy w obronie winnicy?
uk: Потрібна допомога в захисті виноградника?

source: Potrzebujesz pomocy?
uk: Тобі потрібна допомога?

source: Potrzebujesz w nich jakiejś pomocy?
uk: Тобі потрібна якась допомога?

source: Potrzebujesz złota?
uk: Тобі потрібне золото?

source: Potrzebuję broni Wilczych Synów.
uk: Мені потрібна зброя Вовчих Синів.

source: Potrzebuję chwili by się przygotować.
uk: Мені потрібна хвилина, щоб підготуватися..

source: Potrzebuję chwili, by się przygotować.
uk: Мені потрібна хвилина, щоб підготуватися.

source: Potrzebuję czegokolwiek, by gubernator nie uznał moich działań za prowokacyjne. Rozumiesz?
uk: Мені потрібно щось, щоб губернатор не побачив у моїх діях провокацію. Розумієш?

source: Potrzebuję czegoś, co ocuci Sundera. Jakieś pomysły?
uk: Мені потрібно щось, щоб привести до тями Сандера. Є якісь ідеї?

source: Potrzebuję czegoś, co wytworzy rdzę na metalu.
uk: Мені потрібно щось, завдяки чому на металі з'явиться іржа.

source: Potrzebuję do tego klucza...
uk: Для цього мені потрібен ключ...

source: Potrzebuję dwóch waszych szat.
uk: Мені потрібні дві ваші мантії.

source: Potrzebuję go.
uk: Так, він мені потрібен.

source: Potrzebuję informacji o pewnym człowieku.
uk: Потрібна інформація про одну людину.

source: Potrzebuję informacji.
uk: Мені потрібна інформація.

source: Potrzebuję jedną poduszkę podróżną.
uk: Мені потрібна подушка для подорожей.

source: Potrzebuję jedzenia.
uk: Мені потрібна їжа.

source: Potrzebuję jej dla przyjaciela.
uk: Вона мені потрібна для приятеля.

source: Potrzebuję jeszcze chwili.
uk: Дай мені ще хвилинку.

source: Potrzebuję klucza lub wytrycha.
uk: Мені потрібен ключ, або відмичка.

source: Potrzebuję kogoś do ochrony kopalni.
uk: Мені потрібен хто-небудь для охорони копальні.

source: Potrzebuję kogoś do pilnowania kopalni.
uk: Мені потрібен хтось для охорони копальні.

source: Potrzebuję kogoś, kto będzie pilnował do niej wejścia. Inaczej strażnik nie odważy się otworzyć bramy.
uk: Мені потрібен хтось, хто б охороняв вхід до неї. Інакше вартовий не наважиться відчинити ворота.

source: Potrzebuję kogoś, kto pomoże mi odegrać teatrzyk, bym nie stracił pracy!
uk: Мені потрібен хтось, хто допоможе влаштувати виставу, щоб я не втратив роботу!

source: Potrzebuję kogoś, kto przypilnuje mojej książki na czas mojej nieobecności.
uk: Мені потрібен хтось, хто пригляне за моєю книгою, на час моєї відсутності.

source: Potrzebuję kogoś, kto sprawi, że bagno na północ stąd będzie zdatne do zamieszkania. Podobno są tam pozostałości po plantacji bagiennego ziela.
uk: Мені потрібен хтось, хто зробить болото на північ звідси придатним для проживання. Там, здається, є залишки плантації болотної трави.

source: Potrzebuję kogoś, kto sprowadziłby jej ciało do wioski.
uk: Мені потрібно, щоб хтось допоміг принести її тіло у село.

source: Potrzebuję kogoś, kto wysadzi skały w pobliżu Wilczego Leża, w taki sposób, żeby nie uszkodziły samej twierdzy.
uk: Мені потрібно, щоб хтось підірвав скелі поблизу Вовчого Лігва, не пошкодивши саму фортецю.

source: Potrzebuję kogoś, kto zagra dla pary zakochanych.
uk: Мені потрібна людина, яка зіграє для закоханої пари.

source: Potrzebuję od ciebie tylko jednej informacji.
uk: Мені лише потрібно дещо дізнатись.

source: Potrzebuję odpowiedzi na kilka pytań.
uk: Мені потрібні відповіді на декілька запитань.

source: Potrzebuję pancerza.
uk: Мені потрібен обладунок.

source: Potrzebuję pomocy w dostaniu się do miasta.
uk: Мені потрібна допомога, щоб дістатися до міста.

source: Potrzebuję pomocy w odnalezieniu brata.
uk: Мені потрібна допомога, щоб знайти мого брата.

source: Potrzebuję pomocy w pewnej delikatnej sprawie.
uk: Мені потрібна допомога в одній делікатній справі.

source: Potrzebuję pomocy w pewnej sprawie.
uk: Мені потрібна допомога.

source: Potrzebuję pomocy zaufanych i doświadczonych ludzi.
uk: Мені потрібна допомога надійних і досвідчених людей.

source: Potrzebuję pomocy.
uk: Мені потрібна допомога.

source: Potrzebuję referencji, by zostać obywatelem, może mogłabyś mi je dać w zamian za uczciwą pracę?
uk: Мені потрібна рекомендація, щоб стати громадянином, можливо, ти могла б дати мені її в обмін на чесну працю?

source: Potrzebuję silnego środka na trawienie, najlepiej na bazie alkoholu.
uk: Мені потрібен сильний засіб для травлення, бажано на спиртовій основі.

source: Potrzebuję specjalnego wina.
uk: Мені потрібне особливе вино.

source: Potrzebuję specyfiku na trawienie.
uk: Мені потрібен препарат для травлення.

source: Potrzebuję takiego, by zostać strażnikiem.
uk: Мені потрібен такий, щоб стати вартовим.

source: Potrzebuję teraz małego wsparcia w wygraniu zakładu.
uk: Тепер мені потрібна невелика підтримка, щоб виграти парі.

source: Potrzebuję twoich soli trzeźwiących.
uk: Мені потрібна твоя пахуча сіль.

source: Potrzebuję twojej opinii w sprawie pewnego grotu.
uk: Мені потрібна твоя думка щодо одного наконечника.

source: Potrzebuję twojej pomocy w sprawie pewnego grotu.
uk: Мені потрібна твоя допомога стосовно одного арбалетного болта.

source: Potrzebuję twojej pomocy, przysyła mnie Pablo.
uk: Мені потрібна твоя допомога, мене прислав Пабло.

source: Potrzebuję twojej pomocy.
uk: Мені потрібна твоя допомога.

source: Potrzebuję waszego stroju roboczego.
uk: Мені потрібен твій робочий одяг.

source: Potrzebuję wyposażenia.
uk: Мені потрібне спорядження.

source: Potrzebuję wytrycha.
uk: Мені потрібна відмичка.

source: Potrzebuję właściwego klucza.
uk: Мені потрібен відповідний ключ.

source: Potrzebuję zdolnych ludzi, a ty wydajesz się właściwym człowiekiem.
uk: Мені потрібні здібні люди, а ти здаєшся відповідальною людиною.

source: Potrzebuję ziół do konserwacji kusz.
uk: Мені потрібні трави для змащення арбалетів.

source: Potrzebuję zwoju! Wiem, że takie istnieją. Przynieś mi go, a się przekonasz!
uk: Мені потрібен сувій! Я знаю, що він існує. Принеси мені його і сам переконаєшся!

source: Potrzebuję zwojów, by zdobyć potrzebne przedmioty.
uk: Мені потрібні сувої, щоб дістати потрібні предмети.

source: Potrzebuję środka na trawienie.
uk: Мені потрібен засіб для травлення.

source: Potrącę mu z pensji za straty z karczmy.
uk: Я вирахую з його заробітку збитки для корчми.

source: Potwierdzania? To kto ją wysunął?
uk: Підтвердити? Тоді хто її висунув?

source: Potwierdzenie Einara
uk: Підтвердження Ейнара

source: Potwierdzenie ukończenia szkolenia alchemika
uk: Свідоцтво про закінчення навчання на алхіміка

source: Potwierdzenie ukończenia szkolenia cieśli
uk: Свідоцтво про закінчення навчання на слюсаря

source: Potwierdzenie ukończenia szkolenia kowala
uk: Свідоцтво про закінчення навчання на коваля

source: Potwierdzenie ukończenia szkolenia rzeźnika
uk: Свідоцтво про закінчення навчання на різника

source: Potwierdzenie ukończenia szkolenia łuczarza
uk: Свідоцтво про закінчення навчання на майстра луків

source: Potwierdzenie zapłaty za dostawę dla Przystani
uk: Підтвердження оплати доставки у Гавань

source: Potwierdzisz, że mój przeciwnik oszukiwał!
uk: Ти підтвердиш, що мій супротивник шахраював!

source: Potwierdził, że wszyscy powinni ukrywać się teraz w ich jaskini na Bursztynowym Wybrzeżu.
uk: Він підтвердив, що всі вони зараз ховаються у своїй печері на Бурштиновому узбережжі.

source: Potwierdziłeś, że zaprzeczasz? Czyli nie szukasz pracy i nie chcesz pracy, tak czy nie?
uk: Ти підтверджуєш заперечення? Отже, ти не шукаєш роботу і не хочеш працювати, так чи ні?

source: Potwierdź wybór naciskając ENTER.
uk: Підтвердіть свій вибір, натиснувши ENTER.

source: Potwór tak wielki i paskudny, że chowa się pod wodą. Nie dajcie się jednak zwieść, na lądzie jest równie groźny!
uk: Це чудовисько настільки велике і бридке, що ховається під водою. Але не дайте себе обманути, воно не менш небезпечне і на суші!

source: Potwór w kanałach? Pierwsze słyszę.
uk: Чудовисько в каналізації? Вперше чую.

source: Potęga Boskiego Światła
uk: Сила Божественного Світла

source: Potęga Równowagi
uk: Сила балансу

source: Potęga tego artefaktu może odmienić losy naszej wyspy, a kto wie, może i całego królestwa.
uk: Сила цього артефакту може змінити долю нашого острова і, хто знає, можливо, всього королівства.

source: Potęgi magii ognia nie trzeba nikomu tłumaczyć, jest to fakt powszechnie znany, że ogniste zaklęcia doskonale radzą sobie w większości sytuacji i że szczególnie efektywne okazują się w walce z ożywieńcami pokroju zombie. Mało osób jednak wie, jaką siłę mają w sobie zaklęcia paladynów, gdy przychodzi do walki z wszelkimi przeklętymi kreaturami. Zaklęcia paladynów zdają się dosłownie palić te ohydne wynaturzenia.
uk: Силу магії вогню не потрібно нікому пояснювати, це загальновідомий факт, що заклинання вогню можуть впоратися з більшістю ситуацій, і що вони особливо ефективні проти оживлених істот, таких як мерці. Однак мало хто знає про ефективність заклинань паладинів, коли мова йде про боротьбу з усілякими проклятими створіннями. Заклинання паладинів буквально спалюють дотла цих огидних виродків.

source: Powariowali wszyscy od tego dobrobytu.
uk: Вони всі подуріли від того достатку.

source: Poważnie pytasz? Tak po prostu miałbym ci zdradzić tajniki myślistwa?
uk: Ти серйозно запитуєш? Думаєш, я просто так відкрию тобі секрети мисливства?

source: Poważnie? A nie pracujesz już dla kogoś? No i dlaczego przylazłeś akurat do mnie?
uk: Серйозно? Хіба ти вже не працюєш на когось? І чому ти прийшов саме до мене?

source: Poważnie? Hm, brzmi to bardzo dobrze... tylko w takim razie dlaczego straż ma tak złą opinię?
uk: Серйозно? Гм, звучить дуже добре... але чому ж тоді у Варти така погана репутація?

source: Poważnie? Jak ja znajdę autora tamtej książki... 'Sprawdź autentyczność rośliny poprzez jej powąchanie po wyciągnięciu z ziemi', też mi coś!
uk: Серйозно? Хай-но я знайду автора цієї книги... 'Перевірте справжність рослини, понюхавши її після того, як витягнете з землі', теж мені!

source: Poważnie? To dlaczego tak rzadko w karczmie was widuję?
uk: Серйозно? Тоді чому я так рідко бачу вас у корчмі?

source: Powiadają, że byłeś u Rodericha i załatwiłeś sprawę.
uk: Кажуть, ти був у Родеріха і залагодив це питання.

source: Powiadasz, że Gonzalo nie żyje?
uk: Хочеш сказати, що Гонсало мертвий?

source: Powiadasz, że Lorenzo cię przyjął w nasze szeregi?
uk: Кажеш, Лоренцо прийняв тебе до наших лав?

source: Powiadasz?
uk: Та невже?

source: Powiadasz? Czyli jednak mają instynkt samozachowawczy i nie rzucają się z niezachwianą pewnością na większych przeciwników, to ciekawe.
uk: Та невже? Тобто вони все ж мають інстинкт самозбереження і не кидаються на більших супротивників, це цікаво.

source: Powiadasz? Cóż, może sam to sprawdzę?
uk: Правда? Що ж, може я краще сам це перевірю?

source: Powiadasz? Nie ma sprawy, znajdzie się też coś bardziej wymagającego.
uk: Ти так думаєш? Нічого страшного, буде й дещо складніше.

source: Powiadasz? No dobrze, chyba nie próbujesz mnie oszukać?
uk: Невже? Ну добре, ти ж не намагаєшся мене обдурити?

source: Powiadasz? To musi być bardzo przykra historia.
uk: Справді? Це, мабуть, дуже сумна історія.

source: Powiadasz? To życzę powodzenia!
uk: Справді? Нехай щастить!

source: Powiadasz? Znajduje się przed samym miastem, i nikt jej jeszcze nie zajął? Już tam wysyłam ludzi.
uk: Справді? Прямо перед містом, і її досі ніхто не зайняв? Я вже відправляю туди людей.

source: Powiadasz? Zobaczymy, może się uda. Co tam dalej naskrobała?
uk: Ти так думаєш? Побачимо, може й справді спрацює. Що вона далі написала?

source: Powiadomienie o licytacji
uk: Оголошення про аукціон

source: Powiadomiłem Ernesto o dostarczeniu zupy. Otrzymałem od niego bardzo stare wino jako nagrodę. Mogę go też regularnie odwiedzać, gdybym miał ochotę na butelkę młodszego rocznika.
uk: Я сповістив Ернесто, що доставив суп. На знак подяки я отримав від нього дуже старе вино. Я також можу регулярно відвідувати його, якщо захочу пляшку свіжого вина.

source: Powiecie mi co się tutaj dzieje, czy nie?
uk: Ви скажете мені, що тут коїться, чи ні?

source: Powiedz Arwidowi, żeby przygotował się do sprintu od posterunku na targowisko. Jest najmłodszy i najszybszy z nas wszystkich, myślę, że podoła.
uk: Скажи Арвіду, щоб готувався бігти від поста до ринку. Він наймолодший і найшвидший з нас. Думаю, він впорається.

source: Powiedz Ezekielowi, by się do mnie zgłosił, by omówić szczegóły.
uk: Скажи Єзекіїлю, щоб він звернувся до мене, щоб обговорити деталі.

source: Powiedz Fabio, że założenie plantacji bagiennego ziela będzie dla was bardziej opłacalne od siedzenia i żebrania pod murami zamku.
uk: Переконай Фабіо, що створення плантації болотної трави буде для вас більш вигідним, ніж сидіти і жебракувати під стінами замку.

source: Powiedz Gerhardowi o sytuacji i nakłoń go, by opuścił Archolos.
uk: Розкажи Герхарду про ситуацію і переконай його покинути Архолос.

source: Powiedz Weigarowi, że ma załatwić zwolnienie jednego z moich ludzi. Siedzi w waszym areszcie, nudzi się i pewnie obżera na koszt podatników.
uk: Скажи Вейгару, щоб він звільнив одного із моїх людей. Він сидить у вашій в'язниці, нудьгує і, напевно, об’їдається за рахунок платників податків.

source: Powiedz mi coś o Gerstandzie.
uk: Розкажи мені щось про Герстанда.

source: Powiedz mi coś o sobie.
uk: Розкажи про себе.

source: Powiedz mi coś więcej o Smoczym Pyle.
uk: Розкажи мені більше про Драконячий пил.

source: Powiedz mi coś więcej o wilczych jagodach.
uk: Розкажи мені більше про вовчі ягоди.

source: Powiedz mi coś, co pomoże nam wyjść z tego burdelu.
uk: Розкажи мені щось, що допоможе нам вибратися з цієї халепи.

source: Powiedz mi mały, a ty, co o tym wszystkim myślisz?
uk: Скажи мені, хлопче, що ти про все це думаєш?

source: Powiedz mi po prostu ile chcesz za tę informację.
uk: Просто скажи, скільки ти хочеш за цю інформацію.

source: Powiedz mi po prostu, ile chcesz za tę informację.
uk: Просто скажи, скільки ти хочеш за цю інформацію.

source: Powiedz mi teraz, dlaczego pragniesz dołączyć do straży miejskiej?
uk: А тепер скажи мені, чому ти хочеш приєднатися до Міської Варти?

source: Powiedz mi więcej o tej wieży.
uk: Розкажи мені більше про цю вежу.

source: Powiedz mi więcej o tym kupcu.
uk: Розкажи мені більше про цю торговку.

source: Powiedz mi więcej o tym obozie.
uk: Розкажи мені більше про цей табір.

source: Powiedz mi, Marvin, czemu chcesz grać na lutni?
uk: Скажи мені, Марвіне, чому ти хочеш грати на лютні?

source: Powiedz mi, chłopcze, dużo podróżujesz po wyspie?
uk: Скажи мені, хлопче, ти багато подорожуєш по острову?

source: Powiedz mi, chłopcze, wiesz coś o kowalstwie?
uk: Скажи мені, хлопче, чи знаєш ти щось про ковальство?

source: Powiedz mi, co było w tym napoju?
uk: Скажи мені, що було в тому напої?

source: Powiedz mi, co cię do nas sprowadza, chłopcze?
uk: Скажи мені, що привело тебе до нас, хлопче?

source: Powiedz mi, co cię tu sprowadza. Może będę mogła ci jakoś pomóc?
uk: Розкажи, що тебе сюди привело. Може, я зможу чимось допомогти?

source: Powiedz mi, co tam się teraz pija?
uk: Розкажи, що там зараз п'ють?

source: Powiedz mi, czemu ma ginąć cała rodzina? Już jej śmierć to tragedia, a ty chcesz dokładać kolejnej.
uk: Скажи мені, чому повинна загинути ціла сім'я? Її смерть – це вже трагедія, а ти хочеш додати ще одну.

source: Powiedz mi, czy jesteś zadowolony ze swojej pozycji w Gildii Kupieckiej?
uk: Скажи, ти задоволений своїм становищем у Торговій Гільдії?

source: Powiedz mi, czy jesteś zadowolony ze swojej pozycji w Straży?
uk: Скажи, ти задоволений своїм становищем у Варті?

source: Powiedz mi, czy zasłużyłem na taki los?
uk: Скажи мені, чи заслужив я на таку долю?

source: Powiedz mi, dlaczego przepchaliśmy armatę aż tutaj?
uk: Скажи мені, навіщо ми штовхали гармату аж сюди?

source: Powiedz mi, jak na to wpadłeś?
uk: Скажи мені, як ти здогадався?

source: Powiedz mi, jak się dostać do miasta.
uk: Розкажи, як потрапити до міста.

source: Powiedz mi, jak to jest mieć matkę kretoszczura, a ojca ścierwojada?
uk: Скажи мені, як це мати матір-кротощуриху, і батька-падальника?

source: Powiedz mi, jaki jest twój sekret? Nie wyglądasz na jakiegoś zabijakę.
uk: Скажи мені, в чому твій секрет? Ти не схожий на забіяку.

source: Powiedz mi, naprawdę myślisz, że twoje życie i prywatne cele są na tyle ważne, by narażać innych i zakłócać spokój tego świętego miejsca?
uk: Скажи, невже ти справді вважаєш, що твоє життя і особисті цілі настільки важливі, щоб наражати на небезпеку інших і порушувати спокій цього святого місця?

source: Powiedz mi, nie jesteś może zainteresowany dodatkowym zleceniem?
uk: Скажи мені, можливо, тебе зацікавить додаткове доручення?

source: Powiedz mi, po co się w to pakujesz?
uk: Скажи, чому ти в це вплутався?

source: Powiedz mi, potrafisz mocno przywalić?
uk: Скажи, ти можеш сильно вдарити?

source: Powiedz mi, umiesz ty machać mieczem? Ścierwojada ubijesz?
uk: Скажи мені, ти вмієш махати мечем? Падальника зможеш вбити?

source: Powiedz mi, wierzysz w bogów?
uk: Скажи, ти віриш у богів?

source: Powiedz mi, wolisz pracę fizyczną czy intelektualną?
uk: Скажи мені, ти віддаєш перевагу фізичній чи розумовій праці?

source: Powiedz mi...
uk: Скажи мені...

source: Powiedz mi... Jak udało ci się tutaj trafić?
uk: Скажи мені... Як ти сюди потрапив?

source: Powiedz mojej matce, że żyję i mam się dobrze.
uk: Скажи моїй матері, що я жива і здорова.

source: Powiedz mu, proszę, że będziesz potrzebował paru miesięcy, żeby wszystkie egzemplarze doprowadzić do porządku.
uk: Скажи йому, будь ласка, що тобі знадобиться кілька місяців, щоб привести всі екземпляри до ладу.

source: Powiedz po prostu, że umiesz kombinować.
uk: Просто скажи, що ти вмієш викручуватися.

source: Powiedz temu bałwanowi, żeby wsadził sobie głowę między nogi i pocałował się w dupę!
uk: Скажи цьому пустоголовому, щоб він засунув собі голову між ніг і поцілував себе в сраку!

source: Powiedz temu bydlakowi, że ma się więcej tu nie pokazywać i że nigdy więcej nie chcę z nim rozmawiać!
uk: Передай тому ледарю, щоб й духу його тут не було, і що я більше ніколи не хочу з ним розмовляти!

source: Powiedz to pobrzękującym monetom w twojej sakiewce.
uk: Розкажи це дзвінким монетам у твоєму гаманці.

source: Powiedz tylko, co mam zrobić.
uk: Лише скажи, що я маю зробити.

source: Powiedz tylko, o co chodzi.
uk: Скажи тільки, про що йдеться.

source: Powiedz wszystko co wiesz, to może wyjdziesz z tego cało.
uk: Якщо ти розкажеш мені все, що знаєш, можливо, тобі вдасться вийти з цієї ситуації.

source: Powiedz, co mam zrobić.
uk: Скажи, що я маю зробити.

source: Powiedz, co mi przyjdzie z tej współpracy?
uk: Скажи, що мені буде з цієї співпраці?

source: Powiedz, co mogę dla ciebie zrobić?
uk: Скажи, що я можу для тебе зробити?

source: Powiedz, co się tu ostatnio dzieje.
uk: Розкажи, що тут відбувається останнім часом.

source: Powiedz, czego konkretnie poszukujesz.
uk: Розкажи мені, що саме ти шукаєш.

source: Powiedz, ile palców tu widzisz?
uk: Скажи мені, скільки пальців я показую?

source: Powiedz, że cię przysyłam. Zrób, o co cię poprosi i wróć do mnie.
uk: Скажи йому, що я тебе прислав. Зроби те, що він тебе попросить, і повертайся до мене.

source: Powiedz, że ja cię przysyłam. Opowiedz mu co się stało. Daj mu też znać, że próbuję ratować co się da.
uk: Скажи йому, що це я тебе послав. Розкажи, що сталося. Також скажи, що я намагаюся врятувати те, що можу.

source: Powiedz, że nie mogłeś znaleźć, że pewnie woda zabrała w głąb morza i tyle.
uk: Скажи, що не зміг його знайти, що його забрали морські глибини, і все.

source: Powiedz, że przysłał cię Adelard!
uk: Скажи, що тебе прислав Аделард!

source: Powiedz, żeby przyszli tam, kiedy będą chcieli. Ja i paru innych chłopców będziemy cały czas czekać w okolicy.
uk: Скажи їм, щоб приходили, коли захочуть. Я і ще декілька хлопців будемо весь час чекати на них в тому районі.

source: Powiedz, żeby zabrał cię tam gdzie wody płytkie, a ryby grube. To coś w rodzaju hasła, z którego korzystają jego klienci.
uk: Попроси його взяти тебе туди, де вода мілка, а риба крупна. Це щось на кшталт пароля, який використовують його клієнти.

source: Powiedz... czego chcesz?
uk: Скажи мені... чого ти хочеш?

source: Powiedzcie mi! Czy Herman zasłużył sobie na taki los? Czy kara jest adekwatna do jego czynu?
uk: Скажіть мені! Чи заслужив Герман на таку долю? Чи таке покарання відповідає його вчинку?

source: Powiedzenie, że wiara czyni cuda, nie jest wyssane z palca.
uk: Вислів про те, що віра творить чудеса, це не вигадка.

source: Powiedziano mi, że porozrzucali wszystko na dachu klasztoru, więc bez odpowiedniego zaklęcia tego nie zdobędziemy.
uk: Мені сказали, що вони все це розкидали по дахах монастиря, тому без правильного заклинання ми це все не дістанемо.

source: Powiedziano mi, że zajmujesz się runami.
uk: Мені казали, що ти займаєшся рунами.

source: Powiedział też, że szepnie o tobie dobre słówko swoim kolegom po fachu.
uk: Він також сказав, що шепне про тебе гарне слівце своїм колегам по професії.

source: Powiedział też, że wydawanie złota na ochroniarza to tutaj zbędny wydatek.
uk: Він також сказав, що витрачати тут золото на охоронця – це зайві витрати.

source: Powiedział, dlaczego jest taki zadowolony z siebie?
uk: Він не казав, чому такий самовдоволений?

source: Powiedział, że Duster jest chory i nie był w stanie przeprowadzić patrolu.
uk: Він сказав, що Дастер захворів і не в стані патрулювати.

source: Powiedział, że ma kilku dawnych przyjaciół do odwiedzenia w Starym Mieście. Podejrzewam, że wszyscy są już teraz zimni.
uk: Він сказав, що має відвідати кількох давніх друзів у Старому місті. Підозрюю, що всі вони вже мертві.

source: Powiedział, że mam ugościć wszystkich jego ludzi.
uk: Він сказав, щоб я обслужив усіх його людей.

source: Powiedział, że nie masz co liczyć na upust w jego lokalu.
uk: Він сказав, що на знижку в його закладі можеш не розраховувати.

source: Powiedziała nam, że mamy się wynosić, bo to jej teren, i zakłócamy spokój umarłych. Bez dalszej zachęty uciekliśmy najszybciej, jak to było możliwe, cały czas śledzeni przez jej grupę.
uk: Вона сказала нам забиратися геть, бо це її територія і ми порушуємо спокій мертвих. Без жодних слів ми побігли так швидко, як тільки могли, весь час переслідувані ними.

source: Powiedziałam ci chyba, że jestem zajęta!
uk: Я хіба не казала тобі, що я зайнята!

source: Powiedziałam, że mam robotę. Żegnam!
uk: Я ж сказала, в мене є робота. На все добре!

source: Powiedziałbym ci żebyś spróbował, ale ty nawet nie odróżnisz wina od rumu.
uk: Я б порадив тобі спробувати, але ти ж навіть не зможеш відрізнити вино від рому.

source: Powiedziałbym raczej, że to praca rzuciła mnie, a dokładniej, cholerne zmiany kadrowe ostatniego lata.
uk: Скоріше, я б сказав, що це робота мене кинула, а точніше, кляті кадрові зміни, що відбулися минулого літа.

source: Powiedziałbym, że jeszcze pożałujesz tej decyzji, ale raczej nie będziesz miał do tego okazji.
uk: Я б сказав, що ти ще пошкодуєш про це рішення, але навряд чи у тебе буде можливість це зробити.
